Repository: Floxyi/Savy
Catalog: Savy/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: (You)
de: (Du)

source: %lld savings left
de: %lld Ersparnisse übrig

source: Account
de: Konto

source: All time stats
de: Gesamtstatistik

source: Amount
de: Betrag

source: Annually
de: Jährlich

source: Are you sure that you want to delete this challenge?
de: Bist du dir sicher, dass du diese Herausforderung löschen möchtest?

source: Are you sure you want to log out?
de: Bist du sicher, dass du dich abmelden möchtest?

# Are you sure you want to mark this saving item ($%lld) from the %@ as done?
source: Are you sure you want to mark this saving item ($%1$lld) from the %2$@ as done?
de: Bist du dir sicher, dass du das Ersparnis (%1$lld €) vom %2$@ erledigen willst?

# Are you sure you want to revert this saving item ($%lld) from the %@?
source: Are you sure you want to revert this saving item ($%1$lld) from the %2$@?
de: Bist du dir sicher, dass du das Ersparnis (%1$lld €) vom %2$@ rückgängig machen willst?

source: Average saved per day:
de: Durchschnitt pro Tag:

source: Average Saved Per Day:
de: Durchschnittlich gespart pro Tag:

source: Biannually
de: Halbjährlich

source: Cancel
de: Abbrechen

source: Challenge completed
de: Herausforderungen vervollständigt

source: Challenge deleted
de: Herausforderungen gelöscht

source: Challenge started
de: Herausforderungen gestartet

source: Challenges
de: Herausforderungen

source: Challenges completed:
de: Abgeschlossene Herausforderungen:

source: Challenges created:
de: Herausforderungen gestartet:

source: Challenges deleted:
de: Herausforderungen gelöscht:

source: Challenges started:
de: Gestartete Herausforderungen:

source: Choose icon
de: Wähle ein Icon

source: Color Mode
de: Farbmodus

source: Confirm
de: Bestätigen

source: Congratulations! You've reached your goal!
de: Herzlichen Glückwunsch! Du hast dein Ziel erreicht!

source: Current Streak: %lld
de: Aktuelle Serie: %lld

source: Daily
de: Täglich

source: Dark Mode
de: Dunkelmodus

source: Delete
de: Löschen

source: Design
de: Darstellung

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Enable Notifications
de: Aktiviere Benachrichtigungen

source: End date
de: Enddatum

source: End date: %@
de: Enddatum: %@

source: End:
de: Ende:

source: End: %@
de: Ende: %@

source: Finished!
de: Fertig!

source: Hide
de: Verstecken

source: If you proceed, you will lose all your data when logging in to a new account.
de: Wenn du fortfährst, werden alle deine Daten verloren gehen, wenn du dich in einem neuen Konto anmeldest.

source: If you proceed, you will lose all your personal statistics.
de: Wenn du fortfährst, verlierst du alle persönliche Statistiken.

source: Last Month
de: Letzter Monat

source: Last Week
de: Letzte Woche

source: Last Year
de: Letztes Jahr

source: Late savings:
de: Späte Ersparnisse:

source: Leaderboard
de: Rangliste

source: left
de: übrig

source: Log Out
de: Abmelden

source: Login
de: Anmelden

source: Made with
de: Erstellt mit

source: Money
de: Geld

source: Money saved
de: Geld gespart

source: Money saved:
de: Gespartes Geld:

source: Monthly
de: Monatlich

source: more
de: weitere

source: Not available
de: Nicht verfügbar

source: Notifications Disabled
de: Benachrichtigungen deaktiviert

source: Notifications Enabled
de: Benachrichtigungen aktiviert

source: Open Settings
de: Einstellungen öffnen

source: or
de: oder

source: password
de: Passwort

source: Pick an icon
de: Wähle ein Icon

source: Please provide a 3 to 10 character long username.
de: Bitte gebe einen 3 bis 10 Zeichen langen Nutzernamen ein.

source: Please provide a minimum 8 characters long password.
de: Bitte gebe mindestens ein 8 Zeichen langes Passwort ein.

source: Please provide a valid email address.
de: Bitte gebe eine gültige E-Mail Adresse an.

source: Punctuality:
de: Pünktlichkeit:

source: Quarterly
de: Vierteljährlich

source: Register
de: Registrieren

source: Reliability
de: Pünktlichkeit

source: Reliability:
de: Pünktlichkeit:

source: Saving count:
de: Anzahl Ersparnisse:

source: Savings Overview
de: Ersparnisse

source: Select Date
de: Wählen Sie Datum

source: Settings
de: Einstellungen

source: someone@example.com
de: jemand@beispiel.com

source: Start date
de: Startdatum

source: Statistics
de: Statistiken

source: Strategy
de: Strategie

source: The account does not exist or the password is incorrect.
de: Das Konto existiert nicht oder das Passwort ist falsch.

source: The next saving for your challenge '%@' is due today.
de: Das nächste Ersparnis für deine ‚%@‘ Herausforderung ist heute fällig.

source: There are no stats yet! Start by creating challenges to see your progress.
de: Es gibt noch keine Statistiken! Beginne mit dem Erstellen neuer Herausforderungen, um deinen Fortschritt hier zu sehen.

source: There are no stats yet! Start by saving money to see your progress.
de: Es gibt noch keine Statistiken! Beginne mit dem Sparen von Geldbeträgen, um deinen Fortschritt hier zu sehen.

source: There are no stats yet! Start saving money to see your progress.
de: Es gibt noch keine Statistiken! Beginne, Geld zu sparen, um deinen Fortschritt zu sehen.

source: There are not enough users yet...
de: Es gibt noch nicht genügend Nutzer…

source: This email address is already registered.
de: Diese E-Mail-Adresse ist bereits registriert.

source: This is not a valid email address.
de: Das ist keine gültige E-Mail Adresse.

source: This password is not at least 8 characters long.
de: Das Passwort ist nicht mindestens 8 Zeichen lang.

source: This username is not at least 3 characters long.
de: Der Nutzername ist nicht mindestens 3 Zeichen lang.

source: Time to save money!
de: Zeit Geld zu sparen!

source: To receive notifications, enable them in Settings.
de: Um Benachrichtigungen zu erhalten, müssen diese in den Einstellungen aktiviert werden.

source: To stop reciving notifications, disable them in Settings.
de: Um keine Benachrichtigungen zu erhalten, müssen diese in den Einstellungen deaktiviert werden.

source: Total challenges completed:
de: Gesamte Herausforderungen vervollständigt:

source: Total money saved:
de: Gespartes Geld:

source: Total reliability:
de: Gesamtpünktlichkeit:

source: Until Date
de: Datum

source: username
de: Nutzername

source: Valid email address.
de: Gültige E-Mail Adresse.

source: Valid password.
de: Gültiges Passwort.

source: Valid username.
de: Gültiger Nutzername.

source: View all
de: Alle ansehen

source: Weekly
de: Wöchentlich

source: With Amount
de: Betrag

source: You are now logged in.
de: Du bist jetzt eingeloggt.

source: You are now registered.
de: Du bist jetzt registriert.
